Repository: froscon/engelsystem
Catalog: locale/*.UTF-8/LC_MESSAGES/default.po
Languages: de_de

source: You freeloaded at least %s shifts. Shift signup is locked. Please go to heavens desk to be unlocked again.
de_de: You freeloaded at least %s shifts. Shift signup is locked. Please go to helper's desk to be unlocked again.

source: You are not marked as arrived. Please go to heaven's desk, get your angel badge and/or tell them that you arrived already.
de_de: You are not marked as arrived. Please go to helper's desk, get your angel badge and/or tell them that you arrived already.

source: Angeltypes
de_de: Helper types

source: Angeltype %s deleted.
de_de: Helper type %s gel√∂scht.

source: Delete angeltype %s
de_de: Delete helper type %s

source: There is %d unconfirmed angeltype.
de_de: There is %d unconfirmed helper type.

source: Angel types which need approvals:
de_de: Helper types which need approvals:

source: Angeltype doesn't exist.
de_de: Helper type doesn't exist.

source: You are not allowed to delete all users for this angeltype.
de_de: You are not allowed to delete all users for this helper type.

source: Denied all users for angeltype %s.
de_de: Denied all users for helper type %s.

source: User angeltype doesn't exist.
de_de: User helper type doesn't exist.

source: You are not allowed to confirm all users for this angeltype.
de_de: You are not allowed to confirm all users for this helper type.

source: Confirmed all users for angeltype %s.
de_de: Confirmed all users for helper type %s.

source: You are not allowed to confirm this users angeltype.
de_de: You are not allowed to confirm this users helper type.

source: %s confirmed for angeltype %s.
de_de: %s confirmed for helper type %s.

source: Confirm angeltype for user
de_de: Confirm helper type for user

source: You are not allowed to delete this users angeltype.
de_de: You are not allowed to delete this users helper type.

source: Remove angeltype
de_de: Remove helper type

source: Add user to angeltype
de_de: Add user to helper type

source: You joined an angeltype which requires a driving license. Please edit your driving license information here: %s.
de_de: You joined an helper type which requires a driving license. Please edit your driving license information here: %s.

source: here is a message for you from the engelsystem:
de_de: here is a message for you from the helper system:

source: This email is autogenerated and has not to be signed. You got this email because you are registered in the engelsystem.
de_de: This email is autogenerated and has not to be signed. You got this email because you are registered in the helper system.

source: Your angelsystem account has been deleted. If you have any questions regarding your account deletion, please contact heaven.
de_de: Your helpersystem account has been deleted. If you have any questions regarding your account deletion, please contact heaven.

source: Active angels
de_de: Active helpers

source: At least %s angels are forced to be active. The number has to be greater.
de_de: At least %s helpers are forced to be active. The number has to be greater.

source: Please enter a number of angels to be marked as active.
de_de: Please enter a number of helpers to be marked as active.

source: Marked angels.
de_de: Marked helpers.

source: Angel has been marked as active.
de_de: Helper has been marked as active.

source: Angel not found.
de_de: Helper not found.

source: Angel has been marked as not active.
de_de: Helper has been marked as not active.

source: Angel has got a t-shirt.
de_de: Helper has got a t-shirt.

source: Angel has got no t-shirt.
de_de: Helper has got no t-shirt.

source: Search angel:
de_de: Search helper:

source: How much angels should be active?
de_de: How much helpers should be active?

source: Arrived angels
de_de: Arrived helpers

source: Reset done. Angel has not arrived.
de_de: Reset done. Helper has not arrived.

source: Angel has been marked as arrived.
de_de: Helper has been marked as arrived.

source: Free angels
de_de: Free helpers

source: Angeltype
de_de: Helper type

source: Please enter needed angels for type %s.
de_de: Please enter needed helpers for type %s.

source: Needed angels:
de_de: Needed helpers:

source: Please check the needed angels for team %s.
de_de: Please check the needed helpers for team %s.

source: There are 0 angels needed. Please enter the amounts of needed angels.
de_de: There are 0 helpers needed. Please enter the amounts of needed helpers.

source: Please select a mode for needed angels.
de_de: Please select a mode for needed helpers.

source: Please select needed angels.
de_de: Please select needed helpers.

source: Needed angels
de_de: Needed helpers

source: Take needed angels from room settings
de_de: Take needed helpers from room settings

source: The following angels are needed
de_de: The following helpers are needed

source: All Angels
de_de: All Helpers

source: Please visit the angeltypes page or the users profile to manage users angeltypes.
de_de: Please visit the angeltypes page or the users profile to manage users helper types.

source: Angel registration successful!
de_de: Helper registration successful!

source: By completing this form you're registering as a Chaos-Angel. This script will create you an account in the angel task sheduler.
de_de: By completing this form you're registering as a FrOSCon helper. This script will create you an account in the helper task sheduler.

source: Restricted angel types need will be confirmed later by an archangel. You can change your selection in the options section.
de_de: Restricted helper types need will be confirmed later. You can change your selection in the options section.

source: Hello %s, here can you leave messages for other angels
de_de: Hello %s, here can you leave messages for other helpers

source: Ask an archangel
de_de: Ask a coordinator

source: Please visit the angeltypes page to manage your angeltypes.
de_de: Please visit the helper types page to manage your helper types.

source: Please check your input for needed angels of type %s.
de_de: Please check your input for needed helpers of type %s.

source: The administration has not configured any angeltypes yet - or you are not subscribed to any angeltype.
de_de: The administration has not configured any helper types yet - or you are not subscribed to any helper type.

source: Add more angels
de_de: Add more helpers

source: Do you want to delete angeltype %s?
de_de: Do you want to delete helper type %s?

source: Restricted angel types can only be used by an angel if enabled by an archangel (double opt-in).
de_de: Restricted helper types can only be used by an helper if enabled by an coordinator (double opt-in).

source: This angeltype requires a driver license. Please enter your driver license information!
de_de: This helper type requires a driver license. Please enter your driver license information!

source: You are unconfirmed for this angeltype. Please go to the introduction for %s to get confirmed.
de_de: You are unconfirmed for this helper type. Please go to the introduction for %s to get confirmed.

source: New angeltype
de_de: New helper type

source: This angeltype is restricted by double-opt-in by a team coordinator. Please show up at the according introduction meetings.
de_de: This helper type is restricted by double-opt-in by a team coordinator. Please show up at the according introduction meetings.

source: Angel:
de_de: Helper:

source: I am willing to operate cars for the PL
de_de: I am willing to operate cars for the FrOSCon Orga

source: I have my own car with me and am willing to use it for the PL (You'll get reimbursed for fuel)
de_de: I have my own car with me and am willing to use it for the FrOSCon Orga (You'll get reimbursed for fuel)
